brew "ctags"
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "grip"
brew "lua"
brew "neovim"
brew "ripgrep"
brew "sshrc"
brew "tmux"
brew "zsh"
brew "python3"
brew "asdf"

cask "rectangle"
cask "ngrok"

# asdf plugin dependencies
brew "coreutils"
brew "automake"
brew "autoconf"
brew "openssl"
brew "libyaml"
brew "readline"
brew "libxslt"
brew "libtool"
brew "unixodbc"
brew "unzip"
brew "curl"
brew "gpg"

# sc-im
tap "nickolasburr/pfa"
brew "sc-im"
