brew "ctags"
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "gh"
brew "glow"
brew "grip"
brew "just"
brew "lua"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "zsh"

cask "rectangle"
cask "ngrok"
cask "caffeine"

# cask fonts
tap "homebrew/cask-fonts"
cask "font-meslo-lg-nerd-font"
